{
    "language": "Español",
    "language.code": "es_es",
    "language.region": "España",
    "itemGroup.tabredstonepen": "Redstone Pen",
    "redstonepen.tooltip.hint.extended": "§6[§9shift§r Más§6]§r",
    "redstonepen.tooltip.hint.help": "§6[§9ctrl-shift§r Ayuda§6]§r",
    "block.redstonepen.bistable_relay": "Relé de Redstone biestable",
    "block.redstonepen.bistable_relay.help": "Reenvía las señales entrantes desde la parte trasera y los laterales hacia la parte delantera con una potencia de salida de 15. Se enciende y se apaga cuando detecta un flanco de señal ascendente (controlado por impulso de apagado a encendido).",
    "block.redstonepen.bridge_relay": "Puente de relé de Redstone",
    "block.redstonepen.bridge_relay.help": "Reenvía las señales entrantes de atrás hacia delante con una potencia de salida de 15. Pasa una señal normal de Redstone de izquierda a derecha.",
    "block.redstonepen.control_box": "Caja controladora de relés de Redstone",
    "block.redstonepen.control_box.help": "Circuito de relé integrado configurable.\nBLOQUE EXPERIMENTAL, SIN garantías o devoluciones de recursos garantizados.",
    "block.redstonepen.inverted_relay": "Relé de Redstone invertido",
    "block.redstonepen.inverted_relay.help": "Reenvía las señales entrantes desde la parte trasera y los laterales hacia la parte delantera con una potencia de salida de 15. La salida se invierte (0 si hay señal de entrada, 15 si no). El retardo de desconexión es de un tick de redstone, se enciende inmediatamente.\nTambién acepta la potencia de entrada indirecta de Pistas (conectado a un bloque que propague señales de redstone).",
    "block.redstonepen.pulse_relay": "Relé de impulso de Redstone",
    "block.redstonepen.pulse_relay.help": "Emite un pulso corto a la salida cuando detecta un flanco de señal ascendente (controlado por impulso de apagado a encendido). El pulso es de 1 tick de redstone.",
    "block.redstonepen.relay": "Relé de Redstone",
    "block.redstonepen.relay.help": "Reenvía las señales entrantes desde la parte trasera y los laterales hacia la parte delantera con una potencia de salida de 15. Se enciende inmediatamente, el retardo de apagado es de un tick de redstone.\nTambién acepta la potencia de entrada indirecta de Pistas (conectados a un bloque que propaga las señales de redstone).",
    "block.redstonepen.track": "Pista de Redstone",
    "item.redstonepen.pen": "Lápiz de Redstone",
    "item.redstonepen.pen.help": "Refillable pen used to draw or remove thin Redstone Tracks in all directions. These tracks do normally §lnot§r power the blocks they are placed on (click the center of a track to explicitly place/remove a connector). Sneak while looking at blocks to see what Redstone signal they currently have. Repair with Redstone in your crafting inventory.\nToo many tracks at unconnected faces in one block cause cross-talk and will not work, simply re-route then.",
    "item.redstonepen.pen.tooltip.numstored": "%1$s redstone stored",
    "item.redstonepen.pen.tooltip.rsfrominventory": "Uses redstone in your inventory",
    "item.redstonepen.quill": "Redstone Quill",
    "item.redstonepen.quill.help": "Lápiz recargable que se utiliza para dibujar o eliminar finas Pistas de Redstone en todas las direcciones. Estas pistas normalmente §lno§r proveen de energía a los bloques en los que se colocan (haz clic en el centro de una pista para colocar/eliminar explícitamente un conector). Mira los bloques mientras te agachas para ver qué señal de Redstone tienen actualmente. Repáralo con Redstone en tu inventario.\nDemasiadas pistas en caras desconectadas en un bloque causan interferencias y no funcionarán, simplemente redirígelas.",
    "redstonepen.overlay.comparator_compare": " comparar",
    "redstonepen.overlay.comparator_subtract": " restart",
    "redstonepen.overlay.direct_power": "[%1$s]",
    "redstonepen.overlay.direct_power_at": "[%1$s] @ %2$s",
    "redstonepen.overlay.indirect_power": "(%1$s) @ %2$s",
    "redstonepen.overlay.repeater_delay": " %1$st",
    "redstonepen.overlay.track_power": "<%1$s>",
    "redstonepen.overlay.wire_power": "<%1$s>"
  }